resources/help/maps.html
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6fbdb0f">1. Creating a project</a></li>
<li><a href="#org2457310">2. Creating a map from openstreetmap</a></li>
<li><a href="#orgef72515">3. Creating a map from your own GIS files</a></li>
<li><a href="#org0a2b1d9">4. How heat demand is estimated</a></li>
<li><a href="#orgcbbe86b">5. How buildings are connected up</a></li>
<li><a href="#org5fa1bea">6. Supplying your own demand estimates</a></li>
<li><a href="#orgcf59f08">7. Using benchmark estimates for some buildings</a></li>
<li><a href="#orgd20bdf2">8. Setting parameters for paths</a></li>
</ul>
</div>
</div>
<p>
In THERMOS, a map contains buildings and paths.
Buildings are places where heat might be used or generated, and paths are places where heat distribution pipes might be placed.
</p>

<p>
You need to create a map before you can design a heat network. 
Each heat network design will use some of the buildings and paths from a map to assemble a network.
The parameters the network model uses for each path or building will be taken from the map, although you can override the map values if you want when designing the network.
</p>

<div id="outline-container-org6fbdb0f" class="outline-2">
<h2 id="org6fbdb0f"><span class="section-number-2">1</span> Creating a project</h2>
<div class="outline-text-2" id="text-1">
<p>
THERMOS maps and network models are part of <i>projects</i>. Projects control who can collaborate on work in the THERMOS application - each project can have several people working on it, and a person can be working on several projects.
</p>

<p>
There are two ways to get involved in a project:
</p>

<ol class="org-ol">
<li>Start a new project yourself</li>
<li>Ask someone who has an existing project to invite you to participate on it</li>
</ol>
</div>
</div>

<div id="outline-container-org2457310" class="outline-2">
<h2 id="org2457310"><span class="section-number-2">2</span> Creating a map from openstreetmap</h2>
<div class="outline-text-2" id="text-2">
<p>
The easiest way to make a map is by using OpenStreetMap data.
</p>
</div>
</div>

<div id="outline-container-orgef72515" class="outline-2">
<h2 id="orgef72515"><span class="section-number-2">3</span> Creating a map from your own GIS files</h2>
<div class="outline-text-2" id="text-3">
<p>
If OpenStreetMap does not contain the buildings or roads you want to model, and/or you have better data about the buildings you are interested in, you can produce a map from these files instead of OpenStreetMap.
</p>
</div>
</div>

<div id="outline-container-org0a2b1d9" class="outline-2">
<h2 id="org0a2b1d9"><span class="section-number-2">4</span> How heat demand is estimated</h2>
</div>

<div id="outline-container-orgcbbe86b" class="outline-2">
<h2 id="orgcbbe86b"><span class="section-number-2">5</span> How buildings are connected up</h2>
</div>

<div id="outline-container-org5fa1bea" class="outline-2">
<h2 id="org5fa1bea"><span class="section-number-2">6</span> Supplying your own demand estimates</h2>
</div>

<div id="outline-container-orgcf59f08" class="outline-2">
<h2 id="orgcf59f08"><span class="section-number-2">7</span> Using benchmark estimates for some buildings</h2>
</div>

<div id="outline-container-orgd20bdf2" class="outline-2">
<h2 id="orgd20bdf2"><span class="section-number-2">8</span> Setting parameters for paths</h2>
</div>
